export default {
    data:[
        {
          navIcon: "food",
          navName: "美食",
          children: [
            {
              detailName: "美食",
              children: [
                '代金券','甜点饮品','火锅自助餐','小吃快餐','日韩料理','西餐','聚餐宴请','烧烤烤肉','东北菜','川湘菜','江浙菜','香锅烤鱼','粤港菜','中式烧烤/烤串','西北菜','咖啡酒吧茶馆','云贵菜','东南亚菜','海鲜','素食','台湾/客家菜','创意菜','汤/粥/炖菜','蒙餐新疆菜','其他美食','京菜鲁菜'
              ]
            }
          ]
        },
        {
          navIcon: "takeout",
          navName: "外卖",
          children: [
            {
              detailName: "外卖",
              children: [
                '外卖'
              ]
            }
          ]
        },
        {
          navIcon: "hotel",
          navName: "酒店",
          children: [
            {
              detailName: "星级酒店",
              children: [
                "经济型",
                "舒适/三星",
                "高档/四星",
                "豪华/五星",
              ]
            }
          ]
        },
        {
          navIcon: "homestay",
          navName: "榛果民宿",
          children: [
            {
              detailName: "热门城市",
              children: [
                "上海",
                "成都",
                "北京",
                "重庆",
                "南京",
                "杭州",
                "广州",
                "西安",
                "武汉",
                "厦门",
                '长沙',
                '青岛',
                '深圳',
                '天津',
                '苏州'
              ]
            },
            {
              detailName: "热门房源",
              children: [
                "复式Loft ",
                "别墅",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "猫眼电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        },
        {
          navIcon: "movie",
          navName: "电影",
          children: [
            {
              detailName: "热门电影",
              children: [
                "小Q",
                "诛仙Ⅰ",
                "攀登者",
                "我和我的祖国",
                "中国机长",
                "名侦探柯南：绀青之拳",
                "罗小黑战记",
                "小小的愿望",
                "友情以上",
                "决胜时刻",

              ]
            },
            {
              detailName: "热门影院",
              children: [
                "幸福蓝海国际影城 ",
                "万达影城",
                "金逸影城卢米埃影城",
                "中影国际影城",
                "横店电影城",
                "星美国际影城",
                "海上国际影城",
                "大地影院",
                "耀莱成龙国际影城",
              ]
            }
          ]
        }
      ]
}